{"Konspekt":{"title":"Mroczne Zaćmienie - Konspekt","links":[],"tags":[],"content":"Tytuł: “Mroczne Zaćmienie”\nWstęp:\nOd trzystu lat świat Arcathoru pogrąża się w coraz głębszej ciemności. Kataklizm, który rozpoczął się tak dawno, że większość ludzi zna go tylko z opowieści przodków, postępuje powoli, lecz nieubłaganie. Magiczna ciemność ogarnia kolejne krainy, a światło słońca staje się rzadkością – legenda mówi, że jedynie w jednym odległym, mitycznym miejscu światło wciąż świeci, choć nikt prawie już w to nie wierzy. Większość żyjących ludzi nigdy nie widziała prawdziwego dnia.\nŚwiat musiał przystosować się do nowych, mrocznych warunków. Poszczególne nacje znalazły różne sposoby na przetrwanie w wiecznej nocy: niektóre korzystają z magii światła, inne stworzyły technologiczne cuda, a jeszcze inne uczyniły pakt z mrokiem. To, co kiedyś było codziennością – promienie słońca, cykl dnia i nocy – jest teraz tylko wspomnieniem. Mroczna adaptacja nie uchroniła jednak wszystkich przed straszliwymi skutkami długotrwałego życia w ciemności.\nNa świecie zaczęły pojawiać się magiczne, cieniste istoty, zrodzone z samej ciemności. Te stworzenia, zwane Mrocznymi Włóczęgami, powstają z każdego żywego organizmu, który zbyt długo pozostaje w mroku. Istoty te żywią się esencją światła, którą jest siła witalna każdej żywej istoty. Atakują ludzi, zwierzęta i rośliny, próbując pochłonąć ich witalność, lecz ich głód jest niezaspokojony. Choć nie można ich zabić, światło – zarówno naturalne, jak i magiczne – potrafi je odpędzać, choć tylko na jakiś czas.\nBohaterowie wkraczają do świata na krawędzi upadku. Ciemność jest wszędzie, a maleńkie skrawki światła stają się najcenniejszym skarbem.\nWprowadzenie:\nŚwiat od stuleci pogrąża się w coraz głębszej ciemności, ale niewielu wie, że przyczyną jest powrót starożytnego, zapomnianego boga ciemności — Nūr-Akallu, którego kult, choć dawno unicestwiony, zaczyna odradzać się w tajemnicy. Bohaterowie, nieświadomi prawdziwego źródła klęski, wyruszają na zwykłe zlecenia, badając ruiny i jaskinie, tylko po to, by natknąć się na coś znacznie bardziej złowrogiego.\nPodczas swoich pierwszych przygód drużyna natrafia na różne, niepokojące ślady — na przykład jaskinię, w której odbywa się rytuał ciemności przeprowadzany przez wyznawców zapomnianego boga. Nie rozumieją jeszcze pełnej natury tego, co zobaczyli, ale zdają sobie sprawę, że ma to jakiś związek z kataklizmem trawiącym świat Arcathoru. W kolejnych wyprawach znajdują szczątki tajemniczych inskrypcji i starożytnych symboli związanych z mrokiem, aż w końcu odkrywają niezdefiniowany artefakt, który wydaje się mieć związek z magiczną ciemnością.\nNie wiedząc, co z nim zrobić, bohaterowie udają się do największego miasta w regionie, w nadziei na pomoc. W tym mieście rezyduje potężny mag, znany ze swojej wiedzy o starożytnych tajemnicach. Mag pomaga im zidentyfikować artefakt i ujawnia szokującą prawdę: artefakt jest jednym z kluczy potrzebnych do powstrzymania powrotu Nūr-Akallu. Opowiada im historię dawno zapomnianego bóstwa, które raz już próbowało pogrążyć świat w wiecznej nocy wiele tysięcy lat temu. Teraz jego kult teraz odradza się, dążąc do uwolnienia swojego pana i sprowadzenia ostatecznej ciemności.\nTo odkrycie jest pierwszym krokiem na długiej drodze do powstrzymania nadciągającego kataklizmu. Aby ocalić świat, bohaterowie będą musieli znaleźć więcej artefaktów, zdobyć sojuszników i zmierzyć się z rosnącą siłą kultu ciemności.\nZarys fabuły:\n\nStarodawne proroctwo\nŚwiat Arcathoru był młodym i dzikim miejscem, wciąż nieodkrytym przez żadnych bogów. Żadne wyższe istoty nie rościły sobie prawa do tego nowego świata, co sprawiło, że Arcathor stał się idealnym celem dla istoty o mniejszych ambicjach, lecz potężnym pragnieniu władzy. Nūr-Akallu, bóstwo niższego szczebla, dostrzegł tę okazję i postanowił przejąć kontrolę nad Arcathorem, czerpiąc z niego moc. Aby tego dokonać, musiał jednak przyjąć materialną formę, zniżając się do fizycznej egzystencji, co ograniczało jego boskie zdolności. W tej postaci Nūr-Akallu zaczął siać swoje wpływy wśród ludów Arcathoru, zaszczepiając w nich zalążki kultu ciemności.\n\nNiedługo po tym, jak Nūr-Akallu zaczął tworzyć swoją bazę władzy, jego działania zostały dostrzeżone przez dwoje innych bogów niższego szczebla. Były to istoty dobrej natury, które nie mogły pozwolić, aby świat ten padł łupem mrocznego bóstwa. Oni również postanowili przybyć do Arcathoru, zstępując w formie materialnej, co sprawiło, że byli równi Nūr-Akallu w swoich ograniczeniach. Zrozumieli jednak, że bezpośrednie starcie z bóstwem ciemności może zakończyć się katastrofą, dlatego postanowili zawiązać sojusze z rasami zamieszkującymi ten świat, aby zjednoczyć siły przeciwko nadciągającemu mrokowi.\nTymczasem Nūr-Akallu, korzystając z chaosu, jaki zasiały jego działania, sprzymierzył się z jedną z ras Arcathoru, która była najbardziej podatna na jego wpływy i została omamiona wizją potęgi, którą uzyskałaby dzięki jego mocy. Tak na prawdę chciał ich tylko wykorzystać do osiągnięcia swojego celu (szczegóły tej rasy do uzupełnienia). Razem stworzyli potężną armię, której celem było podporządkowanie sobie wszystkich, którzy mogliby stanowić zagrożenie dla panowania mrocznego bóstwa. Wojna zaczęła przetaczać się przez krainy Arcathoru, niszcząc wszystko na swojej drodze, a każdy, kto nie chciał stać się sługą Nūr-Akallu, był zabijany lub przemieniany w Mrocznego Włóczęgę.\nDwoje dobrych bogów, w desperackiej próbie powstrzymania Nūr-Akallu, zjednoczyło wszystkie pozostałe rasy w koalicję przeciwko mrocznemu bóstwu. Rozpoczęła się Wielka Wojna – konflikt, który miał zdecydować o przyszłości Arcathoru. Na czele swoich armii bogowie poprowadzili swoich śmiertelnych sojuszników przeciwko Nūr-Akallu i jego ciemnym legionom. Wojna była długa i krwawa, ale ostatecznie doszło do decydującej bitwy, podczas której wszyscy trzej bogowie, w swoich fizycznych formach, starli się na polu walki.\nW ostatniej, decydującej bitwie wielkiej wojny dwóm dobrym bogom udało się pokonać fizyczną formę Nūr-Akallu. Choć ich zwycięstwo było trudne i okupione wielkimi stratami, zdołali zniszczyć jego materialne ciało. Osłabiona, niemal zanikła energia mrocznego bóstwa została uwolniona do sfery astralnej. Jednakże niebezpieczeństwo nie minęło całkowicie – wciąż istniała magiczna więź między zniszczoną fizyczną formą Nūr-Akallu a jego astralną esencją. Ta więź wiązała się z jego sercem, wykonanym z mrocznego kryształu, które pozostało na polu bitwy jako ostatni relikt jego mocy.\nPo wielkiej bitwie, resztki armii Nūr-Akallu rozpierzchły się, a wyznawcy mrocznego boga zostali rozbici. Przez wiele lat tropiono i zabijano uciekających kultystów, by upewnić się, że nie pozostał żaden wierny zwolennik mrocznego boga, który mógłby próbować go przywrócić do życia. Jednak pięciu z nich udało się ukryć. Ci najbardziej oddani słudzy przetrwali i w tajemnicy kultywowali wiarę w swoje bóstwo, utrzymując przy życiu resztki jego energii, która dryfowała w sferze astralnej.\nAby zapewnić przetrwanie kultu i uniknąć wykrycia, ustanowili żelazną zasadę: w jednym momencie mogło być tylko pięciu członków kultu. Nowy członek mógł zostać wprowadzony do kultu dopiero po śmierci jednego z piątki. Dzięki tej dyscyplinie i konspiracji, kultyści przez stulecia operowali w ukryciu, powoli gromadząc wpływy, bogactwa i władzę. Choć ich liczba nigdy nie przekraczała pięciu, zdołali manipulować wydarzeniami i kształtować historię Arcathoru tak, aby wszelkie wspomnienia o wielkiej wojnie i samym Nūr-Akallu zostały zapomniane. Dla mieszkańców Arcathoru ciemność była tylko nieuniknioną częścią życia, a prawdziwe źródło kataklizmu zatarło się w historii.\nW międzyczasie kultyści osiągnęli wysokie pozycje społeczne i każdy z nich zyskał władzę lub majątek na swój sposób, aby mieć znaczące wpływy polityczne, ekonomiczne i militarne na całym świecie. Każdy członek tej tajemniczej piątki działał w cieniu, czekając na moment, gdy mroczne bóstwo znów będzie mogło wkroczyć do sfery fizycznej. W miarę upływu lat ich działania nabierały tempa, a mała, elitarna piątka zaczęła rozrastać się w znacznie większy kult.\nWspółcześnie, kult Nūr-Akallu odzyskał dawną siłę i liczy już wielu członków, choć wciąż działa w głębokiej tajemnicy. Manipulują wydarzeniami na świecie, mając na celu przywrócenie swojego boga. To właśnie oni, poprzez potężny rytuał rozpoczęty przez najpotężniejszą piątkę, sprowadzili powrót magicznej ciemności do Arcathoru. Jednak do zakończenia rytuału i pełnego powrotu mrocznego boga brakuje im jednego kluczowego elementu: odzyskania serca Nūr-Akallu, zamkniętego w starożytnej, zapomnianej świątyni. Bez tego kryształu ich plan nie może się powieść, a bohaterowie staną się ostatnią przeszkodą na drodze do pełnego przebudzenia boga ciemności.\nKapłani i rycerze wierni dwóm dobrym bogom, którzy walczyli po ich stronie, wiedzieli, że bezpieczne uwięzienie serca jest jedynym sposobem, aby zapobiec ponownemu powrotowi Nūr-Akallu do sfery fizycznej. W ukryciu, na miejscu wielkiej bitwy, zbudowali tajemną świątynię, w której przeprowadzili rytuał zamknięcia mrocznego serca. To w tej świątyni, głęboko pod ziemią, kryształowe serce Nūr-Akallu zostało uwięzione, co uniemożliwiło astralnej energii bóstwa ponowne połączenie się z jego fizycznym ciałem i odzyskanie mocy.\nZ biegiem czasu świątynia została pogrzebana głębiej pod warstwami ziemi i zapomniana przez ludy Arcathoru. Jednak serce Nūr-Akallu nadal tam spoczywa, będąc zarówno kluczem do jego ponownego przebudzenia, jak i jedyną barierą powstrzymującą powrót bóstwa.\nMiejsce to współcześnie jest ostatnim miejscem na świecie, gdzie wciąż świeci prawdziwe światło słoneczne, nie dotknięte przez magiczną ciemność. Ostatecznym celem bohaterów w tej kampanii będzie odnalezienie zaginionej świątyni, gdzie pogrzebane jest mroczne serce Nūr-Akallu, i zniszczenie go raz na zawsze, zanim kult bóstwa odkryje jego lokalizację i przywróci go do życia.\n\n\nPotężny artefakt\nBohaterowie odkrywają, że istnieje starożytny artefakt, znany jako “Serce Światłości”, który został stworzony, by powstrzymać Zorathusa podczas ostatniej wojny bogów. Artefakt ten, rozproszony na cztery części, musi zostać odnaleziony i połączony, aby zyskać moc do powstrzymania zaćmienia. Każda z części ukryta jest w innej krainie, chroniona przez potężne istoty lub starożytne zaklęcia.\n\n\n\nSkradziona magia\nBohaterowie spotykają istoty magiczne (np. smoki, duchy lasu), które zaczynają tracić swoje moce w wyniku zanikania światła. Niektóre z nich sprzymierzają się z drużyną, inne stają się wrogami w desperackiej walce o przetrwanie. Bohaterowie muszą zmierzyć się nie tylko z zaćmieniem, ale i z chaosem, który ogarnia krainy, gdy magiczne istoty zaczynają walczyć między sobą.\n\nWrogowie:\n\n\nKult Zorathusa: Główna organizacja antagonistów, która zyskuje na sile w miarę jak ciemność ogarnia kolejne ziemie. Kult ukrywa swoje cele, ale jego członkowie sabotują starania bohaterów na każdym kroku. Ich lider, nekromanta Morven, posiada wiedzę o rytuale, który uwolni Zorathusa, i nie cofnie się przed niczym, by go wykonać.\n\n\nTwory cienia: Z czasem, z ciemności zaczynają wychodzić istoty, które wcześniej były uwięzione w wymiarze cienia. Są to mroczne duchy, demony i potwory, które wykorzystują zaćmienie, by atakować świat materialny. Niektóre z tych stworzeń można zniszczyć tylko za pomocą światła lub magii, którą bohaterowie muszą zdobyć.\n\n\nZorathus (główny antagonista): Uwięziony od tysiącleci bóg ciemności, który powoli odzyskuje moc. Na początku kampanii bohaterowie słyszą o nim jedynie jako o legendzie, ale z czasem odkrywają, że jego obecność zaczyna się materializować w świecie poprzez mroczne zaćmienia i dziwne zjawiska. Ostateczna walka z Zorathusem może być zwieńczeniem kampanii – gdzie bohaterowie muszą zdecydować, jak go pokonać: czy użyją artefaktu, czy złożą ofiarę, czy też może spróbują zawrzeć pakt z ciemnością?\n\n\nGłówne wątki:\n\n\nPoszukiwanie artefaktów: Każda część artefaktu “Serce Światłości” jest ukryta w innym regionie – np. w królestwie podziemnych krasnoludów, w lodowych ruinach na dalekiej północy, w pustynnych piramidach, czy w podwodnej świątyni.\n\n\nSojusznicy i wrogowie: Bohaterowie będą musieli negocjować sojusze z różnymi frakcjami – od magicznych gildii po plemiona barbarzyńców, które zostały dotknięte przez mrok. Różne frakcje mogą mieć własne motywacje, które wprowadzą elementy polityki i intrygi.\n\n\nMroczna magia: Drużyna odkryje różne formy ciemnej magii, które pojawiają się w wyniku zaćmienia. Mogą to być starożytne zaklęcia, które pozwalają na kontrolowanie cienia, ale mają swoje koszty. Magowie mogą być kuszeni, by korzystać z mocy cienia, ryzykując swoją duszę.\n\n\nZmiana świata: W miarę jak ciemność ogarnia coraz większe tereny, świat zaczyna się zmieniać. Krainy dotknięte mrokiem są coraz bardziej nieprzyjazne, a bohaterowie muszą zmagać się z coraz trudniejszymi warunkami, co wprowadza elementy przetrwania do kampanii.\n\n\nZakończenie:\nW wielkim finale bohaterowie staną przed ostatecznym wyborem: czy zniszczyć Zorathusa raz na zawsze, czy może spróbować znaleźć inną drogę, która mogłaby przynieść balans między światłem a ciemnością. W zależności od ich decyzji, losy świata mogą się drastycznie zmienić. Jeśli zawiodą, wieczna noc ogarnie świat, a kampania zakończy się mrocznym finałem, w którym gracze będą musieli żyć z konsekwencjami swoich wyborów."},"index":{"title":"Welcome to Quartz","links":[],"tags":[],"content":"This is a blank Quartz installation.\nSee the documentation for how to get started."},"Untitled":{"title":"Untitled","links":[],"tags":[],"content":""},"Test":{"title":" Test","links":[],"tags":[],"content":""}}