[
  "obsidian-style-settings",
  "obsidian-leaflet-plugin",
  "fantasy-name",
  "calendarium",
  "obsidian-admonition",
  "dataview",
  "templater-obsidian",
  "obsidian-excalidraw-plugin",
  "initiative-tracker",
  "obsidian-5e-statblocks",
  "image-window",
  "supercharged-links-obsidian",
  "obsidian-icon-folder",
  "obsidian-textgenerator-plugin"
]